jeffreytse/zsh-vi-mode

# ajeetdsouza/zoxide

zdharma-continuum/fast-syntax-highlighting kind:defer

zsh-users/zsh-completions
zsh-users/zsh-autosuggestions

belak/zsh-utils path:editor
belak/zsh-utils path:history
belak/zsh-utils path:prompt
belak/zsh-utils path:utility
belak/zsh-utils path:completion

romkatv/powerlevel10k kind:fpath

